
start_message_text = """Привет! Давай знакомиться 😊
Мы — Чашка Кофе, Пыльный Ноут и Свободный Вечер, создатели Чилл.

🤙 ЧИЛЛ ИИ — это нейросеть, которая создаёт крутые фото с вашим лицом, отражает лучшие черты и раскрывает творческий потенциал!

💡 Раз уж вы здесь по рекомендации, расскажем, как это работает!
"""

second_message_text = """🔥 Вот примеры того, что каждый день делает ЧИЛЛ ИИ!

Это работы обычных пользователей из чата.

📸 Просто загружаешь несколько своих фото из фотопленки, ИИ обучается твоему аватару и затем рождаются фантастические образы с тобой!
"""

third_message_text = """🌟 Уже более 1 000 000 человек попробовали ЧИЛЛ ИИ! Теперь ваша очередь!

🎭🧞‍♂️ Два режима на выбор:
1️⃣ Готовые идеи — 100+ стилей: от богемных образов до рок-звезды!
2️⃣ Режим Бога — просто опишите желаемый образ или скидываешь фото референс, а ИИ создаст уникальную фотографию!

✨ Теперь к волшебству. Так как вы пришли по рекомендации, для вас специальные условия!
"""

thirst_payment_order_message_text = """💥 Скидка 73%!

💰 1390₽ вместо 5150₽

📦 В пакет входит:
✅ 90 фотографий
✅ 100 стилей на выбор
✅ 1 модель аватара
✅ Режим Бога
✅ Канал с 5.000 идей
💬 Чат с участниками

⏳ Бонус! При оплате в течение 30 минут — дополнительно 10 генераций в подарок! 🎁
"""

discount_payment_order_message_text = """Ладно, вот в 4 раза дешевле.

329Р за пробный период!

И за это ты получаешь:
✔️ 10 фотографий
✔️ 100 стилей на выбор
✔️ 1 модель аватара
✔️ Канал с 5.000 идей фото 

Попробуй на 10 фотках, потом решишь нужно ли тебе еще👍
"""
subscribe_offer_message_text = """
Кстати, обязательно подпишись на наш канал @chillaibot_bot 📢

Внутри публикуем оригинальные идеи стилей для ваших фото, а также актуальные новости."""


start_message_photos_ids = ["AgACAgIAAxkBAAMYaD4N2o69exUh7-dFNDzJfo1kuNkAAt_wMRsT2PFJoLUz5I0ejDsBAAMCAAN5AAM2BA"]
second_message_photos_ids = ["AgACAgIAAxkBAAMYaD4N2o69exUh7-dFNDzJfo1kuNkAAt_wMRsT2PFJoLUz5I0ejDsBAAMCAAN5AAM2BA"]
third_message_photos_ids = ["AgACAgIAAxkBAAMYaD4N2o69exUh7-dFNDzJfo1kuNkAAt_wMRsT2PFJoLUz5I0ejDsBAAMCAAN5AAM2BA"]
thirst_payment_order_message_photos_ids = ["AgACAgIAAxkBAAMYaD4N2o69exUh7-dFNDzJfo1kuNkAAt_wMRsT2PFJoLUz5I0ejDsBAAMCAAN5AAM2BA"]
discount_payment_order_message_photos_ids = ["AgACAgIAAxkBAANZaECdnTODkiX6r0CivaqUC9KfWFQAAmvyMRsy3whK7QvGV21MNZYBAAMCAAN5AAM2BA"]